{
  "homePage": {
    "empoweringBlack": "Autonomiser la communauté noire par l'éducation financière et crypto",
    "submit": "Envoyer",
    "News": {
      "readMore": "Lire la suite",
      "readMoreAbout": "Lire la suite sur {title}"
    },
    "joinUs": "Rejoignez-nous pour débloquer la richesse générationnelle grâce à la blockchain, aux actifs numériques et aux technologies émergentes.",
    "startLearning": "Commencer à apprendre",
    "subscribeNow": "S'abonner maintenant",
    "welcomeBlackWealth": "Bienvenue sur Black Wealth Crypto",
    "trustedSpace": "Votre espace de confiance pour apprendre, grandir et construire une richesse générationnelle grâce à la crypto-monnaie.",
    "ourMission1": "Notre mission est d'équiper la communauté noire des connaissances et outils pour naviguer en",
    "ourMission2": "toute confiance dans le monde de la crypto et participer à la révolution financière.",
    "ourMission3": "Plongez, explorez et rejoignez un mouvement qui façonne l'avenir de la richesse noire.",
    "cryptoInvestorsBlack": "des investisseurs en crypto s'identifient comme Noirs",
    "racialWealthGap": "est l'écart de richesse raciale aux États-Unis",
    "financialIndependence": "des Afro-Américains priorisent l'indépendance financière",
    "wealthQuote1": "La richesse ne consiste pas à avoir beaucoup d'argent;",
    "wealthQuote2": "il s'agit d'avoir beaucoup d'options",
    "trillion": "billion",
    "readyToTransform": "Prêt à transformer votre avenir financier ?",
    "contactUs": "Contactez-nous dès aujourd'hui pour planifier une consultation ou en savoir plus sur nos services.",
    "getFreeQuote": "Obtenez un devis gratuit"
  },
  "Footer": {
    "readyTransform1": "Prêt à transformer votre",
    "readyTransform2": "espace extérieur ?",
    "contactUs": "Contactez-nous dès aujourd'hui pour planifier une consultation ou en savoir plus sur nos services.",
    "freeQuote": "Obtenez un devis gratuit",
    "empowering1": "Autonomiser la communauté noire",
    "empowering2": "par l'éducation à la crypto et",
    "empowering3": "la liberté financière",
    "quickLinks": "Liens rapides",
    "home": "Accueil",
    "about": "À propos",
    "cryptoNews": "Actualités Crypto",
    "learnBlogs": "Blogs éducatifs",
    "people": "Personnes",
    "contact": "Contact",
    "copyright": "Droits d'auteur © 2025 BLACK WEALTH CRYPTO Tous droits réservés."
  },
  "Header": {
    "home": "Accueil",
    "about": "À propos",
    "cryptoNews": "Actualités Crypto",
    "learnBlogs": "Blogs éducatifs",
    "people": "Personnes",
    "contact": "Contact"
  },
  "About": {
    "aboutBlack": "À PROPOS DE BLACK WEALTH CRYPTO",
    "wealthCrypto": "RICHESSE CRYPTO",
    "empoweringIntro": "Autonomiser la communauté noire par l'éducation financière et crypto",
    "empoweringCommunity": "Autonomiser la communauté par l'innovation",
    "slogan": "Construire une richesse générationnelle grâce à la technologie blockchain et à l'éducation",
    "ourMission": "NOTRE MISSION",
    "missionStatement": "Black Wealth Crypto est plus qu'un site web — c'est un mouvement. Notre mission est d'équiper la communauté noire des outils, connaissances et confiance pour participer activement au monde croissant de la crypto-monnaie et du Web3.",
    "tagline": "Construire une richesse générationnelle grâce à la technologie blockchain et à l'éducation",
    "missionTitle": "Autonomiser la communauté par l'éducation financière et crypto",
    "missionDesc": "Black Wealth Crypto est plus qu'un site web — c'est un mouvement. Notre mission est d'équiper la communauté noire des outils, connaissances et confiance pour participer activement au monde croissant de la crypto-monnaie et du Web3. Nous croyons que l'éducation financière, les systèmes décentralisés et l'accès aux technologies émergentes sont clés pour combler l'écart de richesse raciale et construire une vraie richesse générationnelle.",
    "learnGrowConnect": "apprendre. grandir. connecter",
    "whatToExpect": "À QUOI S'ATTENDRE",
    "educational": "CONTENU ÉDUCATIF",
    "content": "CONTENU", 
    "educationalDesc": "Comprendre la crypto depuis les bases avec des ressources éducatives complètes conçues pour les débutants et apprenants avancés.",
    "topBlack": "TOP CRÉATEURS NOIRS",
    "topCreators": "CRÉATEURS",
    "topCreatorsDesc": "Suivez et soutenez les voix noires leaders en crypto, blockchain et innovation Web3.",
    "creatorsDesc": "Suivez et soutenez les voix noires leaders en crypto",
    "newsEvents": "ACTUALITÉS & ÉVÉNEMENTS",
    "newsEventsDesc": "Restez informé avec des mises à jour hebdomadaires sur les marchés crypto, développements blockchain et événements communautaires.",
    "newsDesc": "Restez informé avec des mises à jour hebdomadaires.",
    "theTeam": "L'équipe",
    "meetTeam": "Rencontrez notre équipe",
    "teamDescription": "Notre équipe diversifiée d'individus passionnés travaille sans relâche pour donner vie à des solutions blockchain innovantes.",
    "teamDesc2": "Avec une expertise couvrant la technologie, la finance, le design et la construction communautaire, nous nous engageons à avoir un impact positif dans l'économie numérique.",
    "teamDesc": "Nos fondateurs sont des experts en transformation numérique, entrepreneurs et défenseurs passionnés de l'autonomisation économique. Avec des racines au Canada et en Afrique, ils ont construit Black Wealth Crypto pour fournir une éducation crypto accessible et culturellement pertinente aux communautés noires du monde entier.",
    "teamQuote": "\"La crypto et la blockchain ne sont pas que des technologies — ce sont des outils de libération quand utilisés sagement.\"",
    "givingBack": "Redonner",
    "community": "Communauté",
    "communityInvolvement": "Implication",
    "involvement": "Implication",
    "communityDescription": "Nous croyons au pouvoir de la communauté et nous engageons activement dans des initiatives qui promeuvent l'éducation financière, l'éducation blockchain et l'autonomisation économique des groupes sous-représentés.",
    "involvementDesc": "Nous croyons au soutien de notre communauté et au don en retour à travers diverses initiatives. Que ce soit faire du bénévolat pour des projets de jardins locaux ou parrainer des programmes d'éducation environnementale, nous nous consacrons à avoir un impact positif.",
    "blockchainLine1": "La technologie blockchain révolutionne",
    "blockchainLine2": "notre façon de penser à la propriété numérique,",
    "blockchainLine3": "la transparence et les systèmes décentralisés.",
    "blockchainLine4": "L'avenir est décentralisé.",
    "blockchainQuote": "LA BLOCKCHAIN EST POUR LE PEUPLE. IL EST TEMPS QUE LE PEUPLE L'UTILISE.",
    "blockchainQuoteAuthor": "Isaiah Jackson, Auteur de Bitcoin & Black America",
    "author": "Passionné de blockchain et constructeur de communauté",
    "goal": "Notre objectif",
    "theGoal": "L'objectif",
    "bridgeLine1": "Combler l'écart entre",
    "bridgeLine2": "Technologie et communauté",
    "bridgingGap": "Combler l'écart de richesse avec la blockchain",
    "bridgeDesc1": "Nous nous efforçons de créer des connexions significatives entre la technologie blockchain de pointe et les besoins réels de la communauté, rendant les concepts complexes accessibles à tous.",
    "bridgeDesc2": "Notre plateforme sert de pont, brisant les barrières et rendant la technologie blockchain bénéfique et compréhensible pour toutes les communautés.",
    "goalIntro": "Pendant des siècles, les communautés noires du monde entier ont été systématiquement exclues des systèmes traditionnels de création de richesse. Aujourd'hui, la crypto-monnaie présente une opportunité de briser les barrières et réécrire les règles d'accès financier. Mais l'éducation et l'inclusion doivent venir en premier.",
    "fact1": "Plus de 10 000 membres de la communauté activement engagés dans l'apprentissage",
    "fact2": "50+ ressources éducatives publiées mensuellement sur les sujets blockchain",
    "fact3": "Partenariats avec des organisations blockchain leaders et institutions éducatives",
    "wealthGapStat": "L'écart de richesse raciale aux États-Unis dépasse 10 billions de dollars.",
    "investorsStat": "Seulement 2% des investisseurs crypto s'identifient comme Noirs.",
    "adoptionStat": "Pourtant l'adoption crypto dans nos communautés a grandi de plus de 30% ces dernières années.",
    "bridgeConclusion": "Ensemble, nous construisons un avenir plus connecté, éduqué et financièrement autonome pour toutes les communautés.",
    "goalConclusion": "Il est temps de transformer la curiosité en confiance — et la connaissance en pouvoir."
  },
  "People": {
    "directory": "Rencontrez notre équipe d'experts",
    "directoryDesc": "Connectez-vous avec notre groupe diversifié de spécialistes en crypto et en finance dédiés à l'autonomisation de la communauté noire.",
    "readyTransform": "Prêt à rejoindre notre communauté ?",
    "contactUs": "Contactez-nous pour en savoir plus sur nos programmes et commencer votre voyage vers la liberté financière.",
    "getFreeQuote": "Contactez-nous aujourd'hui",
    "location": "Emplacement",
    "facebook": "Facebook",
    "twitter": "Twitter",
    "instagram": "Instagram",
    "tiktok": "TikTok",
    "youtube": "YouTube",
    "website": "Site web",
    "status": "Statut",
    "description": "Description",
    "title": "Annuaire des personnes",
    "desc1": "Aidez votre équipe à garder une trace de qui est qui...",
    "desc2": "Les emojis et les propriétés personnalisées de la base de données peuvent également ajouter de la personnalité !",
    "desc3": "↓ Parcourez les différents onglets de la base de données...",
    "otherChannels": "Autres canaux",
    "focusAreas": "Domaines d'intérêt",
    "notes": "Notes"
  },
  "Blogs": {
    "getFamiliar": "FAMILIARISEZ-VOUS AVEC LE",
    "worldCrypto": "MONDE DE LA CRYPTO",
    "cryptoDesc": "Que vous appreniez les bases ou que vous plongiez profondément dans le monde de la DeFi, des NFT et du trading, nos articles décomposent tout en termes simples. Explorez, apprenez et développez votre richesse crypto !",
    "readMore": "LIRE LA SUITE »",
    "readyLine1": "PRÊT À EMBARQUER",
    "readyLine2": "DANS LE WAGON",
    "readyLine3": "CRYPTO VERS LA",
    "readyLine4": "DESTINATION",
    "readyLine5": "RICHESSE ?",
    "consultLine1": "Contactez-nous aujourd'hui et recevez une",
    "consultLine2": "consultation gratuite.",
    "requestConsultation": "Demander une consultation",
    "socialMediaPosts": "Publications sur les réseaux sociaux",
    "socialMediaDesc": "Voici une galerie pour présenter les images de vos publications récentes sur les réseaux sociaux",
    "joinNewsletter": "Rejoignez notre newsletter",
    "fullName": "Nom complet",
    "email": "Email",
    "submit": "Envoyer"
  },
  "Contact": {
    "contactUs": "Contactez-nous",
    "introLine1": "Nous aimerions avoir de vos nouvelles ! Que vous ayez une question, que vous souhaitiez collaborer,",
    "introLine2": "ou que vous vouliez simplement partager votre parcours crypto – contactez-nous.",
    "introLine3": "Black Wealth Crypto est construit par et pour la communauté.",
    "submitRequest": "Soumettre une demande",
    "nameLabel": "Nom *",
    "namePlaceholder": "Entrez votre nom complet",
    "emailLabel": "Email *",
    "emailPlaceholder": "Entrez votre adresse email",
    "phoneLabel": "Numéro de téléphone *",
    "phonePlaceholder": "Entrez votre numéro de téléphone",
    "messageLabel": "Message",
    "messagePlaceholder": "Entrez votre réponse",
    "submitButton": "Envoyer",
    "generalInquiries": "Renseignements généraux",
    "partnershipMedia": "Partenariat & Médias",
    "salesEmail": "Ventes : Info@company.com",
    "supportEmail": "Support : Info@company.com"
  },
  "NewsFeed": {
    "newsFeed": "FIL D'ACTUALITÉ",
    "headline1": "Construire la richesse noire à travers",
    "headline2": "la Crypto –",
    "subheadline": "Restez informé, restez autonome !",
    "dailyNews": "ACTUALITÉS CRYPTO QUOTIDIENNES",
    "bitcoin": "Bitcoin",
    "intro1": "Nous fournissons des actualités à jour, des perspectives d'experts et des discussions communautaires pour vous aider à naviguer dans le monde des actifs numériques. Que vous débutiez ou",
    "intro2": "que vous cherchiez des stratégies avancées, vous êtes au bon endroit. Rejoignez-nous et commencez votre voyage vers l'autonomisation financière aujourd'hui !"
  },
  "LanguageSwitcher": {
    "switchLanguage": "Changer de langue",
    "languages": "Langues disponibles"
  }
}